Repository: common-repository/sd-simple-antispam
Catalog: lang/*_Simple_Antispam-*.po
Languages: sv_se

source: Author
sv_se: Författare

source: Author URL
sv_se: Författarlänk

source: Author URL was not left empty.
sv_se: Författarlänken var inte tom.

source: Check that the user left the website address empty. Use CSS in your theme to hide the paragraph class %s.
sv_se: Kolla att användaren har inte skrivit någon hemsidesadress. Använd CSS i mallen för att gömma styckeklassen %s.

source: Do not write anything here
sv_se: Skriv inget här

source: Do not write anything here either
sv_se: Skriv inget här heller

source: Extra fields
sv_se: Extra fält

source: Extra, invisible fields are inserted into the comment form. Bots will either omit these fields or fill them in, which will result in rejection of the comment.
sv_se: Extra, osynliga fält läggs in i kommentarsformuläret. Bottar kommer antingen att inte ha med fälten alls eller fylla i dem, vilket kommer att förkasta kommentaren.

source: Logging
sv_se: Loggning

source: No author website
sv_se: Ingen författarlänk

source: SD Simple Antispam
sv_se: SD Simpel Antispam

source: Settings
sv_se: Inställningar

source: Shows a summary of the comment marked as spam.
sv_se: Visar en sammfattning av kommentaren som markerades som spam.

source: Some invisible fields are placed in the comment box that are suppose to be left empty. Some spambots will automatically fill in these fields with text.
sv_se: Några osynliga fält läggs i kommentarsformuläret som måste lämnas tomma. Vissa spambottar kommer automatiskt att fylla de osynliga fälten med text.

source: Spam found
sv_se: Spam hittad

source: Stopped spam on %blog_name_with_panel_link%
sv_se: Stoppade spam på %blog_name_with_panel_link%

source: Super admin
sv_se: Nätverksadministratör

source: The author website must be left empty for the comment to pass. If you use this setting, don't forget to hide the author url field in your theme's CSS file.
sv_se: Författarens hemsidesadress måste lämnas tom för att kommentaren ska godkännas. Om du använder den här inställningen, glöm inte att gömma fältet i temats CSS-fil.

source: The extra fields did not exist.
sv_se: Extrafälten fanns inte.

source: The extra fields were not empty.
sv_se: Extrafälten var inte tomma.

source: The following techniques are available to help block spam.
sv_se: Följande alternativ finns för att hitta och blockera skräpkommentarer.

source: The settings have been saved! If you use a caching plugin, clear the cache now.
sv_se: Inställningarna har sparats! Om du använder ett cachetillägg, töm cachen nu.

source: This plugin uses %sThreeWP Activity Monitor%s to log activity.
sv_se: Tillägget använder %sThreeWP Activity Monitor%s för loggning.

source: Uninstall
sv_se: Avinstallera

source: Update settings
sv_se: Uppdatera inställningarna

source: recommended
sv_se: rekommenderas
